start_yes = ("<b>Привіт 👋🏼</b>\n\nЯ бот, створений для обліку твоїх фінансів та утворення статистики, "
             "щоб зробити управління грошима більш зручним. \n\n")  # повідомлення для старту

start_not = ("Зробіть управління своїми грошима легкою та цікавою справою завдяки мені 🤖")  # повідомлення для старту 2

# масиви для отримання валют
currency_data = {1: "EUR 🇪🇺", 2: "USD 🇺🇸", 3: "RUB 🇷🇺", 4: "UAH 🇺🇦", 5: "KZT 🇰🇿", 6: "PLN 🇵🇱"}
currency_list = ["EUR", "USD", "RUB", "UAH", "KZT", "PLN"]
currency_data_trns = {"EUR": 'євро', "USD": "долар", "RUB": "рубль", "UAH": "гривня", "KZT": "теньге", "PLN": "злотий"}
currency_get = {1: "EUR", 2: "USD", 3: "RUB", 4: "UAH", 5: "KZT", 6: "PLN"}

